[
    {
        "comment": "Soap kills bacteria",
        "replies": [
            "Soap does not kill bacteria per se. Soap removes bacteria by suspending it so that it can be washed away when you rinse with water. The problem that a loofah poses is that due to the interweaving fibers, it traps the bacteria and organic material in there. Soap alone doesn't kill the bacteria. There's actually a published medical case study where a man spread a bacterial infection all over his body from using a loofah. He used soap with it, but still got the infection because the bacteria was still able to grow and spread: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8760476/",
            "Soap doesn’t kill bacteria, it suspends it so that it can be washed away when you rinse with water. The interweaving fibers of a loofah traps the bacteria and organic material in there.",
            "Soap does not kill bacteria per se. It suspends germs so that it can be washed away. But with a loofah, it’s impossible to rinse everything out."
        ]
    },
    {
        "comment": "It doesn’t sud up as much as a loofah",
        "replies": [
            "That's correct and that's by design. If you're coming from using a loofah, Sud Scrub will not lather as much as a loofah does. The reason why loofahs lather soap so well is due to the interweaving fibers, which can cause you to use too little soap (producing so many bubbles that you end up using less soap than you actually should) and also makes it a reservoir for bacteria and mold. There isn't a way for us to make Sud Scrub lather like that without adopting the same design which would defeat the purpose of the product - which is to stay clean and reduce bacterial growth. I hear you though, and we'll continue to explore ways we can improve on this. Thank you for your feedback :)",
            "That’s by design. The reason why loofahs lather so well is also why they harbor so much bacteria. We can’t make Sud Scrub lather like a loofah without adopting the same basic design which would defeat the purpose of the product, which is to reduce bacterial growth."
        ]
    },
    {
        "comment": "What about hands?",
        "replies": [
            "Hands are great! However, some prefer to use a scrub to get a deeper clean and to exfoliate :)"
        ]
    },
    {
        "comment": "Put it on a stick to reach your back",
        "replies": [
            "We're working on it! Here's a preview from one of our recent videos: https://www.instagram.com/reel/CnNMAMzvEgE/?igshid=YmMyMTA2M2Y="
        ]
    },
    {
        "comment": "Expensive Shipping Costs",
        "replies": [
            "I hear you. As we grow, my hopes is that we’ll be able to offer local distribution in other countries so that you won’t have to pay high shipping costs. We’re still a small family business in California so we’re working our way up to that!"
        ]
    },
    {
        "comment": "How often do you need to replace",
        "replies": [
            "You will have to replace them eventually. How often depends on your personal routine, but we generally recommend users replace their Sud Scrubs once a year. This is to make sure the antimicrobial effectiveness of the product stays as strong as possible.",
            "While the silicone material itself will last more than a year, the antimicrobial effectiveness of the product can wane over time. So if you're buying this for the antimicrobial benefits, it's best to replace once a year 🙂",
            "We recommend replacing it once a year to ensure that the antimicrobial effectiveness remains as strong as possible 🙂"
        ]
    },
    {
        "comment": "Why doesn’t it kill 100% of bacteria",
        "replies": [
            "Great question! Unfortunately, nothing can kill 100% of bacteria without the use of extremely strong chemicals. Trust, you do not want that anywhere near your skin. We use natural silver which is more than enough to keep the bacteria at such a low level that the risk of infection is negligible."
        ]
    },
    {
        "comment": "Cleaning Sud Scrub",
        "replies": [
            "We infuse natural silver in our product which continuously fights both bacteria and mold. You can clean it by using dish soap and a toothbrush every other week if you have very hard water and to clean off any soap buildup (which can coat the surface of the product preventing the silver from doing its job). Otherwise cleaning it once every month is OK.",
            "Video: https://www.instagram.com/reel/CnPlsw1PicK/"
        ]
    },
    {
        "comment": "Can you use it with bar soap?",
        "replies": [
            "Yes, you can use it with bar soap by rubbing the bar on the scrubber before scrubbing your body. However, we recommend you use Sud Scrub with body wash for the best experience."
        ]
    },
    {
        "comment": "Do you ship to _____",
        "replies": [
            "Yes we do! If you purchase at www.sudscrub.com, we can ship to _____! However, please note that we are not able to offer free shipping for orders outside of the US."
        ]
    },
    {
        "comment": "How much is international shipping?",
        "replies": [
            "To find the exact shipping cost, you can head to our website www.sudscrub.com and start the checkout process. After you enter your address, it’ll show you the exact cost the carrier will charge."
        ]
    },
    {
        "comment": "Amazon Canada",
        "replies": [
            "We’re not officially available on Amazon Canada. The listing you see is probably someone trying to resell our product which is why the price is so high. However, we’re actively looking to expand to Amazon Canada in the next month or so, so stay tuned!"
        ]
    },
    {
        "comment": "Can’t find you on Amazon",
        "replies": [
            "We're completely sold out on Amazon. This is why you're not seeing it there. We’ve just sent more inventory to Amazon's warehouses today so they should receive it by next week! Alternatively you can purchase on our website www.sudscrub.com as we're fully stocked there."
        ]
    },
    {
        "comment": "Where can I buy?",
        "replies": [
            "You may purchase on our website www.sudscrub.com or on Amazon US!",
            "Hi! We do not sell locally in _______. However, if you purchase through our website at www.sudscrub.com, we can ship worldwide! However, please note that we are unable to offer free shipping for any orders outside of the US."
        ]
    },
    {
        "comment": "Care about the environment",
        "replies": [
            "This is made of silicone, unlike 99% of plastics that are made from fossil fuels. Sud Scrub is 100% recyclable and we have a take-back program where you can send your used Sud Scrub back to us to be properly recycled. In addition to this, we collect 1 pound of plastic from the environment for every product sold. This is verified by a 3rd party and anyone can go on our website and track our progress. So far our small business has been able to fund the collection of almost half a million plastic bottles! TLDR; we care deeply about the impact we have on the environment."
        ]
    },
    {
        "comment": "Does it exfoliate?",
        "replies": [
            "Yes! Sud Scrub gently exfoliates to remove dead skin buildup without irritating your skin :)"
        ]
    },
    {
        "comment": "Affiliate",
        "replies": [
            "Hi! We have an affiliate program where you can get a 20% commission on all sales made through the unique affiliate link we give you. Affiliates can not use their link on personal purchases to get 20% off. This will lead to an automatic disqualification from the program. You may sign up here: https://www.sudscrub.com/pages/register-affiliate-account"
        ]
    },
    {
        "comment": "I’ll continue using my loofah",
        "replies": [
            "Continue doing what works for you! 👍🏻 Sud Scrub is for those that prefer a cleaner alternative. :)",
            "Looks can be deceiving. It's actually very gentle as we made this with sensitive skin types in mind. Sud Scrub effectively exfoliates without irritating your skin."
        ]
    },
    {
        "comment": "Distribution",
        "replies": [
            "Hi! Thanks so much for your interest. If you are a distributor and would like to sell our product in _____, please email hello@sudscrub.com. We'll be able to connect you with our partnership advisor to discuss minimums and pricing.",
            "Hi! Thank you so much for your interest. We have an MOQ of 5000 units for distribution partners. If that is OK with you, please email hello@sudscrub.com and our partnership advisor will be able to discuss details with you!"
        ]
    },
    {
        "comment": "Looks painful",
        "replies": [
            "Looks can be deceiving! Sud Scrub is actually soft and gentle and is suitable even for very sensitive skin. It gently exfoliates without irritating your skin. :)"
        ]
    },
    {
        "comment": "What’s your skincare routine?",
        "replies": [
            "https://www.instagram.com/p/CoK1RYTpFLh/?hl=en"
        ]
    },
    {
        "comment": "Sud Scrub doesn’t lather. Any tips?",
        "replies": [
            "1) Are you using your Sud Scrub away from running water? Although the design of the scrubber is meant to trap as much soap as possible, silicone, at the end of the day, is a non-porous material, which means soap will wash away quite easily when running water hits it. This same property also helps the scrubber dry very quickly and not hold any moisture that allows mold and germs to grow.\n\n2) Are you placing your soap directly onto the fins in a complete circle, avoiding the center? A common misconception is that the hole in the center is where you’re supposed to put your soap. The product spreads soap much more effectively when the soap is placed onto the fins and not the center.\n\n3) When it feels like you’re running out of suds, you can wet your scrubber and start scrubbing again. This will help extend the life of your soap/suds, as there is usually more soap remaining on the fins.\n\n4) If all fails, it might mean that your soap doesn’t have a very high lather to being with. Low-lather soaps such as cream-based ones won’t lather very well with Sud Scrub as the product is designed to work with the natural lather of your soap and will not make your soap lather any more than it naturally does. Loofahs work a bit differently as they trap water very well (like a sponge), which allows for high lather no matter what kind of soap you use. Unfortunately, this is the same reason why loofahs breed bacteria and mold so easily."
        ]
    },
    {
        "comment": "Unhappy",
        "replies": [
            "I’m so sorry to hear that Sud Scrub isn’t working out for you. If you ordered on our website, please email us a support@sudscrub.com and we’ll be happy to assist you."
        ]
    },
    {
        "comment": "Biodegradable in a landfill and won’t take hundreds of years",
        "replies": [
            "@Sud Scrub: Nope, because the silver does not go into your body. It’s like wearing silver jewelry. 🙂",
            "@Sud Scrub®: Safe, yes. The best option? No. We’re launching an antimicrobial face scrubber later this month! It’ll be much better suited for facial skin ✨",
            "absolutely! With rigorous third party lab testing, the Sud Scrub, infused with antimicrobial silver, was proven to eliminate 99.99% of bacteria on its surface. This bacteria included a sample group of microbes like S. Areus and E. Coli- these are just examples of types of bacteria that was tested as there are billions of different types of bacteria that react in similar ways to the silver as these. And you’re correct- silicone scrubbers in general do not pick up as much bacteria as loofahs because of its non porous nature- which is why silicone is a cleaner option! The bacteria that these loofahs keep are typically not those that are beneficial for our delicate skin barrier.",
            "Hi! It’s an antimicrobial body scrubber infused with silver which eliminates 99.99% of bacteria on its surface and fights back against mold! :)",
            "Not the same 🙂 ours contain antimicrobial silver and zinc to reduce bacterial growth by 99.99% and fungi by over 90%. The cheap ones could neverrrr.",
            "@Sud Scrub®: It’s a clean + mold free surface to wash your body and it gently exfoliates excess dirt and dead skin. It also helps w/moisturizer absorption!"
        ]
    },
    {
        "comment": "I ordered my sud scrub June 27 and it never came and I'm not able to track the order for some reason, I emailed you guys because I want an update. Since it's been 8 days",
        "replies": [
            "You should ask him to dm us his email address so we can then reference it with our inboxes to see if we got it."
        ]
    },
    {
        "comment": "what the difference between use your hand?",
        "replies": [
            "Hands are not able to get into the pores the way the scrubber is able to! So people use a face scrubber to better help remove dead skin, oil and dirt."
        ]
    },
    {
        "comment": "just went to order it and it says it's $100 AUD on Amazon, is that really how much it is?",
        "replies": [
            "Our products are not available locally in Australia. The cost you see probably includes shipping and duties from the US to Australia! Does the Amazon listing say \"sold by Sud Scrub\"?"
        ]
    },
    {
        "comment": "I have been using it for a while and I was great at first but now l'm getting a lot of red dots when I use it",
        "replies": [
            "Red dots? You may be over exfoliating. Try reducing how often you use it and see if it helps!"
        ]
    },
    {
        "comment": "Can you put the scrubber in boiling water if you wanted? It wouldn't melt right",
        "replies": [
            "Yes! For 2 minutes for a quick sanitization."
        ]
    },
    {
        "comment": "\"NOT SO FAST!\" Honestly, my kids have eczema and the SudScrub is a GOD SEND! Pain and bleeding, and you can't clean off the skin is a struggle!",
        "replies": [
            "That's so great to hear I had no idea! So glad Sud Scrub is helping the little ones."
        ]
    },
    {
        "comment": "I have a question, can the sus scrub get rid of fiberglass? I work in a hard work environment and normal scrubbers can get it all out",
        "replies": [
            "No it will not get rid of fiberglass!"
        ]
    },
    {
        "comment": "Love it bro I need one",
        "replies": [
            "🙏 thanks for the love"
        ]
    },
    {
        "comment": "cleanest arm on TikTok. how many times a davs do you wash that arm for videos? 😅",
        "replies": [
            "НАНАННАНА shhhhh it's a secret"
        ]
    },
    {
        "comment": "just ordered mine today i've been wanting one since i found these and i can't wait for it to get here",
        "replies": [
            "We're so excited for you to receive it! Thanks so much for your support!"
        ]
    },
    {
        "comment": "Keep the grind up 💯",
        "replies": [
            "🙏"
        ]
    },
    {
        "comment": "I will always support sudscrub 🫶🫶",
        "replies": [
            "We love you🫶🫶"
        ]
    },
    {
        "comment": "Woah 🤯",
        "replies": [
            "hey bestie!"
        ]
    },
    {
        "comment": "Yippee!!",
        "replies": [
            "🤩"
        ]
    },
    {
        "comment": "Mine should be coming in today or sometime this week, and I love Dr Squatch!",
        "replies": [
            "Yesss!!! Great timing! Let us know how you like your Sud Scrub!"
        ]
    }
]
